Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=210_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi bustávat
smn: Säämi puustaveh

source: Geahča oanehisvideo davvisámegiela bustávain.
smn: Keejâ uánihisvideo tavesämikielâ puustavijn

source: Davvisámegiela bustávat leat veahá earálágánat go suomagiela bustávat.
smn: Tavesämikielâ pustaveh spiekâsteh mottoomverd suomâkielâ puustavijn.

source: Geahča ja oahpahala cealkit !
smn: Keejâ já máttááttâl jienâdiđ !

source: Váldoolbmot: Ante Heatta, Sunna Valkeapää, Ilmari Laiti, John Steinar Båhl, Irene Länsman, Mari Hiltunen
smn: Stivrim / čuoppâm: Heli Ahola, kuvvim: Kirsti Länsman, Heli Ahola

source: Buvttadeapmi: Sámi oahpahusguovddáš 2008
smn: Pyevtittâs: Säämi máttááttâskuávdáš 2008

source: Guhkkodat: 1,25
smn: Kukkodâh: 1,25
